{"inkVersion":20,"root":[["^Girish I have everything ",{"#":"Jorge na"},"\n","^That took a little longer than I thought it would. Rishi is trying to break down the door. In the meantime, lets do this. ",{"#":"Girish angry"},"\n",{"->":"DoorOption"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"DoorOption":[["ev","str","^I think we should help rishi out and get out of here","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Alright sounds good, are you should we'll be ok?","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Whatever you say","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["^ ",{"->":"help"},"\n",{"#f":5}],"c-1":["^ ",{"->":"nohelp"},"\n",{"#f":5}],"c-2":["^ ",{"->":"nohelp"},"\n",{"#f":5}]}],{"#f":1}],"help":[["^Fine we can bring him in as long as we exorcise the ghost ",{"#":"Girish relaxed"},"\n","^Girish and you walk towards the fence near the edge of the garden and try using a wedge to break through the links.","\n","^RISHI!! Get Ready!! ",{"#":"Jorge"},"\n","^The fence burst open under the force and Rishi walks in.","\n","^We need to leave. NOW! ",{"#":"Rishi resting"},"\n","^No. We were assigned to this case, and I’m not going to let it up simply because you were left out of it ",{"#":"Girish"},"\n","^So somehow that’s my fault? Do you not understand how alarming all this is? Where’s Diego? ",{"#":"Rishi"},"\n","^...",{"#":"Girish"},"\n","^...He’s, gone ",{"#":"Jorge"},"\n","^...What? ",{"#":"Rishi"},"\n","^We need to finish this; we can’t let Don die in vain. ",{"#":"Girish"},"\n","^...",{"#":"Rishi"},"\n","^If you want to stay here, then suit yourself. Hey, are you coming? ",{"#":"Girish"},"\n","^No, it's not worth it ",{"#":"Jorge"},"\n","^I agree with Rishi, I don’t remember much of what happened a few hours ago but I don’t want anymore to do with it. Somebody died in this building today and that should be enough to leave this and report it. ",{"#":"Jorge"},"\n","^You can do what you want, I’m going to finish this. ",{"#":"Girish"},"\n","^Girish begins to walk away","\n","^If we’re going to report this then we need some evidence, do you know if Diego found anything that could be used as proof. ",{"#":"Rishi"},"\n","^He didn’t get to, but I did. ",{"#":"Jorge"},"\n","^Huh? ",{"#":"Rishi"},"\n","^Take a look at this. ",{"#":"Jorge"},"\n","^You lead Rishi over to the sofas and lays down the clues, with the final one being a picture of Girish with a woman.","\n","^This woman, that’s the spirit that is haunting this building. ",{"#":"Jorge"},"\n","^You’re tensing up, are you ok? ",{"#":"Rishi"},"\n","^She just, she seemed… familiar? She called me Jorge... ",{"#":"Jorge"},"\n","^Jorge? What does that have to do with anyth- ",{"#":"Rishi"},"\n","^Oh no ",{"#":"Rishi"},"\n","^What’s wrong? Wait, none of this makes any sense. How do I know this woman? Why is Girish with her ",{"#":"Jorge"},"\n","^Don’t you get it? ",{"#":"Rishi"},"\n","^I remember I was running away; the question is from what? Girish being in this picture with her doesn’t make any sense, like at all! ",{"#":"Jorge"},"\n","^Yeah, it does, I believe Girish is dangerous and we need to leave. Now, before he gets back. ",{"#":"Rishi"},"\n","^Footsteps are heard around the corner as Girish is seen rounding it.","\n","^Great job. I didn’t think I’d need to do this. ",{"#":"Girish"},"\n","^Girish shoves Rishi to the ground and charges at you","\n","^You hold back Girish's attack","\n","^Girish is shoved to the ground while Rishi pounces on him. Leaving him unconscious.","\n",["ev",{"^->":"help.0.100.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^huff* *huff* Thank you, what is going on? ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"help.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.100.s"},[{"#n":"$r2"}],{"#":"Jorge"},"\n","^The right thing. I’m gonna call the cops, you need to get on out of here. ",{"#":"Rishi"},"\n","^And leave you alone with him? No way. I’ll wait here- ",{"#":"Jorge"},"\n","^Rishi’s scared face interrupts him","\n","^Rishi? *you feel a cold hand on your shoulder* ",{"#":"Jorge"},"\n","^Jorge turns around and is met with bloodshot eyes. The entity places a finger on his forehead","\n",{"#":"PROLGUEPLAYSSSSS"},"^Why didn’t you tell me before? ",{"#":"Jorge"},"\n","^You wouldn’t have understood. Now you’ve brought me peace, and to yourself. I hope you can forgive me in another life for what I did, I know what I did was wrong, and it cost us. ",{"#":"Neytra"},"\n","^But I will make it up to you someday. Till next time, my love. Farewell ",{"#":"Neytra"},"\n","^You turn around to face Rishi","\n","^What…was that? ",{"#":"Rishi"},"\n","^I don’t think I have the time to tell you. I do have the time to thank you, for what you’ve done for me. If it weren’t for you, I wouldn’t be free, you’ve helped me find peace. Thank you, Rishi. ",{"#":"Rishi"},"\n","^Uh, no problem? What do you mean no-“? ",{"#":"Rishi"},"\n","done",{"#f":5}]}],{"#f":1}],"nohelp":["^We’ll be fine on our own, he already told me the firm has authorities on the way. Let’s just get this over with... ",{"#":"Girish"},"\n","^You turn to the hallway","\n","^Alright then. He’s acting strange... Hey Girish... I found something strange that involves ",{"#":"Jorge"},"\n","^The screen pulses a cyan color twice, and Jorge falls to the ground in pain.","\n","^“ARGHHHH” screams in pain ",{"#":"Jorge"},"\n","^Jorge turns his head to see Girish holding a cross and looking at him.","\n","^You really don’t remember, do you? ",{"#":"Girish"},"\n","^What are you doing!? How is he doing this? ",{"#":"Jorge"},"\n","^No reason to explain to a dead man ",{"#":"Girish"},"\n","^Girish, Why...? Please stop... ",{"#":"Girish"},"\n","^You deserve this Jorge ",{"#":"Girish"},"\n","^Why...?","\n","done",{"#f":1}],"#f":1}],"listDefs":{}}