{"inkVersion":20,"root":[["^Banging on the door interrupts everyone’s train of thought.","\n","^I got the equipment set up in the van, but I need to bring some infrareds and thermometers. I’ve already called for help from the firm. They should be here soon. ",{"#":"Rishi laidback"},"\n","^Sounds good, We’re going to start setting up here. ",{"#":"Girish resting"},"\n","^Girish hands you the spirit box and 2 packets of salt.","\n","^Your time to shine, use it when you think necessary and alert us if you see anything unusual. ",{"#":"Girish grinning"},"\n","^Got it. ",{"#":"Jorge na"},"\n","^Take this as well. ",{"#":"Girish grinning"},"\n","^Girish hands you a notepad with writing on it. Notepad shows on screen.","\n","^This is a list of things that we’re here to do, get these done and bring the materials back to me. I trust that you can get the job done and we can all get out of here, alive. ",{"#":"Girish resting"},"\n","^Got it, I’ll be back soon. ",{"#":"Jorge na"},"\n",{"#":"gameplay scene where Jorge finds Don’s body"},"^A shoe...","\n","^You see the shoe outside the bathroom and enter ",{"#":"Jorge na"},"\n","^!!!","\n","^Don's corpse is lodged into the corner, head nearly backwards. You feel pale and cold.","\n",{"->":"Spiritbox_choice"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Spiritbox_choice":[["ev","str","^Use Spirit box","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Don't use Spirit box","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ ",{"->":"Use"},"\n",{"#f":5}],"c-1":["^ ",{"->":"NotUse"},"\n",{"#f":5}]}],{"#f":1}],"Use":["^Are you with me? ",{"#":"Jorge na"},"\n","^The spirit box presents a high amount of feedback and hurts your ears.","\n","^Jesus. ",{"#":"Jorge na"},"\n",{"->":"Continue"},{"#f":1}],"NotUse":[{"->":"Continue"},{"#f":1}],"Continue":["^You walk out of the bathroom and make your way to Girish to inform him. ",{"#":"Jorge na"},"\n","^We’re dealing with a violent being, something angry with our presence. ",{"#":"Girish shocked"},"\n","^Girish seems stressed out for a second before going back to his curious pose.","\n","^We’re trapped in here with that spirit and we need to exorcise it fast. Find the materials, I’m still setting up here. ",{"#":"Girish shocked"},"\n","^Got it. ",{"#":"Jorge na"},"\n","done",{"#f":1}],"#f":1}],"listDefs":{}}