{"inkVersion":20,"root":[["^“Alright rookie, our next assignment is the building on 813 Oatley St. We go there next week, I want to make sure you know what you’re doing ahead of time and are prepared, this could be a tough case. ",{"#":"Rishi smiling"},"\n","^“I promise I won’t let you down. What do you want me to do?\" ",{"#":"Don smiling"},"\n","^“Throughout this investigation you'll be using tools like the a EMF, spirit box, salt and UV light. But the most important thing is to keep your wits throughout investigation. Descion making is very crucial in this line of work. ",{"#":"Rishi resting"},"\n","^If you make bad call you could get seriously hurt or potientally die. Have a go at.\" ",{"#":"Rishi interesting"},"\n","^\"What came first the chicken or the egg?\"","\n",{"#":"Rishi laidback"},{"->":"FirstChoice"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"FirstChoice":[["ev","str","^the chicken?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^the egg?","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^I have no clue.","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["^ ",{"->":"chicken"},"\n",{"#f":5}],"c-1":["^ ",{"->":"egg"},"\n",{"#f":5}],"c-2":["^ ",{"->":"idk"},"\n",{"#f":5}]}],{"#f":1}],"chicken":["^\"Not exactly. Technically if you really think about it was an egg because it whatever laid the egg of the first chicken probably wasn't a chicken at all or something.\" ",{"#":"Rishi confused"},"\n",{"->":"final"},{"#f":1}],"egg":["^\"Yeah cuz if you think about it whatever laid the egg of the first chicken probably wasn't a chicken at all or something. ",{"#":"Rishi smiling"},"\n",{"->":"final"},{"#f":1}],"idk":["^\"Very indecisive now are we huh? Not an ideal trait to have when getting confronted by a spirit. C'mon just pick an option! ",{"#":"Rishi interesting"},"\n",{"->":"FirstChoice"},{"#f":1}],"final":["^\"The answers can be debatable for that one but hey I'm a paranormal investigator not a philsopher. Anywho I think you’ll do fine out there. We definitely have been needing someone like you on our team. Just make sure you keep your eyes peeled during that investigation. See you next week.\" ",{"#":"Rishi interesting"},"\n","^“Sounds pretty dangerous but I'm sure I'll do fine.\" ",{"#":"Don resting"},"\n","^\"I don't doubt it!\" ",{"#":"Rishi smiling"},"\n","^“Thank you for the opportunity, see you next week.” ",{"#":"Don smiling"},"\n","done",{"#f":1}],"#f":1}],"listDefs":{}}