{"inkVersion":20,"root":[["^A voice calls out to Jorge, Jorge awakens in a slumped state.","\n","^Wh-Who are you? ",{"#":"Jorge na"},"\n","^I can ask you the same thing, what are you doing here? This is private property. ",{"#":"Rishi thinking"},"\n","^I don’t know, I can’t remember anything, I don’t know even remember my own name. Where am I? ",{"#":"Jorge na"},"\n","^Hey, hey, hey just relax. I’ll take care of it and I’ll catch you up to date to where you are. You must’ve passed out or something. ",{"#":"Rishi smiling"},"\n","^Rishi looks backwards.","\n","^I’ll be back, I’m part of a team of paranormal investigators and this location is our assignment. I’ll get you sorted out and you can be on your way, I’m gonna bring in the rest of the equipment for my team. ",{"#":"Rishi interesting"},"\n","^Before Jorge can say anything, Rishi walks out of the room and his footsteps echo out of the area. Jorge struggles but manages to get up.","\n","^Rishi walks out of the building, while Girish enters, and the doors slam shut behind him with a loud bang. The lights begin to shatter.","\n","^!!!! ",{"#":"Jorge na"},"\n","^Diego looks up from where he is at and sees Girish struggling to open the door.","\n","^Rishi this isn’t funny! ",{"#":"Girish angry"},"\n","^This isn’t my doing! I’m stuck out here! ",{"#":"Rishi shocked"},"\n","^Seems better out there than in here.. Get these doors open, Diego and I will investigate the place. ",{"#":"Girish resting"},"\n","^There’s someone else in there! ",{"#":"Rishi shocked"},"\n","^Diego and Girish look at each other, confused.","\n","^footsteps ",{"#":"Noise na"},"\n","^Hi, the guy out there said you can help me? ",{"#":"Jorge na"},"\n","^… ",{"#":"Girish shocked"},"\n","^What are you doing here? This is private property. ",{"#":"Diego resting"},"\n","^I don’t know how I ended up here, I woke up in that corner over there and I can’t remember anything, I don’t know how I got here. ",{"#":"Jorge na"},"\n","^That doesn’t make sense… ",{"#":"Girish thinking"},"\n","^You expect us to just believe that? ",{"#":"Diego resting"},"\n","^Banshee scream ",{"#":"Noise na"},"\n","^What was that!? ",{"#":"Jorge na"},"\n","^I guess your explanation will have to do for now, wait here. Girish? ",{"#":"Diego shocked"},"\n","^I’ll finish setting up the cams, we might be able to use our new friend here. ",{"#":"Girish resting"},"\n","^Suit yourself, I’ll check it out in the meantime. ",{"#":"Diego resting"},"\n","^Did Rishi tell you what we’re doing here? ",{"#":"Girish resting"},"\n","^He told me enough. ",{"#":"Jorge na"},"\n","^Alright then, let me get you started on how to use a spirit box. ",{"#":"Girish resting"},"\n","^meanwhile… ",{"#":"animated na"},"\n","^Diego is experiencing activity when he gets closer to the other side of the building when suddenly, his UV begins to increase rapidly.","\n","^Gotcha ",{"#":"Diego smiling"},"\n","^The door is swung open, and a ghostly entity is in perspective, looking down.","\n","^... Gulp ",{"#":"Diego scared"},"\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}